{"sections":{"breadcrumb":{"type":"breadcrumb","settings":{"color_scheme":""}},"main":{"type":"main-page","disabled":true,"settings":{"color_scheme":"","show_page_title":true,"remove_padding_top":true,"remove_padding_bottom":false}},"address_list_KYQJwh":{"type":"address-list","blocks":{"address_item_34z8AE":{"type":"address_item","settings":{"heading":"Alice in Tokyo","address":"5-12-6 Shinjuku Heights, Shinjuku, Tokyo 160-0022","text":"<p>Discover a world of wonder at <strong>Alice in Tokyo<\/strong>, located at <strong>5-12-6 Shinjuku Heights, Shinjuku, Tokyo 160-0022<\/strong>. Inspired by the enchanting whimsy of Alice in Wonderland, our store brings a touch of magic to your shopping experience in the heart of Shinjuku.<\/p><p><br\/><\/p><p>Step inside and explore a carefully curated selection of fashion, accessories, and home décor that blend fantasy with contemporary style. From limited-edition apparel to quirky accessories and unique collectibles, Alice in Tokyo offers something special for dreamers and explorers alike.<\/p><p><br\/><\/p><p>Our store is designed to transport you into a world where the extraordinary meets everyday life, making every visit a delightful adventure. Whether you’re a local resident or a traveler seeking unique finds, our dedicated team is here to assist you in discovering the perfect piece to add to your collection.<\/p><p><br\/><\/p><p><strong>Store Hours:<\/strong><\/p><p>Monday - Saturday: 11:00 AM - 8:00 PM<\/p><p>Sunday: 12:00 PM - 6:00 PM<\/p><p><br\/><\/p><p><strong>Contact Us:<\/strong><\/p><p>Phone: +81 3-5555-6789<\/p><p>Email: info@aliceintokyo.jp<\/p><p><br\/><\/p><p>Come experience the magic of <strong>Alice in Tokyo<\/strong>, where the whimsical meets the modern!<\/p>","button_text":"Get direction"}},"address_item_DWFJ3R":{"type":"address_item","settings":{"heading":"Alice in Kyoto","address":"1-7-4 Kiyamachi Plaza, Hokicho, Fushimi, Kyoto 612-8055","text":"<p>Experience the magic of wonder and tradition at <strong>Alice in Kyoto<\/strong>, located at <strong>1-7-4 Kiyamachi Plaza, Hokicho, Fushimi, Kyoto 612-8055<\/strong>. Set against the tranquil charm of Hokicho, our store offers a unique blend of whimsical fantasy and Kyoto’s rich cultural legacy.<\/p><p><br\/><\/p><p>At <strong>Alice in Kyoto<\/strong>, explore a handpicked selection of exclusive fashion, accessories, and home décor that bring a touch of the extraordinary to everyday life. From intricately designed apparel to charming accessories inspired by the world of Alice in Wonderland, every piece in our store tells a story of imagination and elegance.<\/p><p><br\/><\/p><p>Inspired by the historic streets of Kyoto, we offer timeless items with a modern twist, perfect for collectors and adventurers alike. Whether you’re searching for the perfect accessory or a keepsake to remember your journey, our staff is here to guide you through an unforgettable shopping experience.<\/p><p><br\/><\/p><p><strong>Store Hours:<\/strong><\/p><p>Monday - Saturday: 10:30 AM - 7:00 PM<\/p><p>Sunday: 11:00 AM - 6:00 PM<\/p><p><br\/><\/p><p><strong>Contact Us:<\/strong><\/p><p>Phone: +81 75-876-4321<\/p><p>Email: kyoto@aliceintokyo.jp<\/p><p><br\/><\/p><p>Step into <strong>Alice in Kyoto<\/strong> today and discover a world where tradition and fantasy come together in perfect harmony!<\/p>","button_text":"Get direction"}},"address_item_KMiUyA":{"type":"address_item","settings":{"heading":"Alice in Yokohama","address":"3-14-8 Sakura Avenue, Honcho, Yokohama 231-0005, Alice in Yokohama","text":"<p>Located in the heart of Yokohama at 3-14-8 Sakura Avenue, Honcho, Yokohama 231-0005, Alice in Yokohama offers a whimsical shopping experience inspired by the fantastical world of Alice in Wonderland.<br\/><br\/>Our store is a haven for those seeking imaginative fashion, quirky accessories, and unique home décor. Each item in Alice in Yokohama is carefully curated to bring a touch of magic to your everyday life. From stylish apparel to playful trinkets, we blend the charm of fantasy with the chic sophistication of modern Yokohama.<br\/><br\/>Situated in the lively Honcho district, our store combines timeless elegance with playful creativity, making it a must-visit destination for locals and visitors alike. Whether you’re on the hunt for a standout piece or a whimsical gift, our team is ready to guide you through a wonderland of possibilities.<br\/><br\/>Store Hours:<br\/>Monday - Saturday: 11:00 AM - 7:30 PM<br\/>Sunday: 12:00 PM - 6:00 PM<br\/><br\/>Contact Us:<br\/>Phone: +81 45-123-4567<br\/>Email: yokohama@aliceintokyo.jp<br\/><br\/>Visit Alice in Yokohama and immerse yourself in a world where fantasy meets modern style!<\/p>","button_text":"Get direction"}}},"block_order":["address_item_34z8AE","address_item_DWFJ3R","address_item_KMiUyA"],"settings":{"color_scheme":"","subheading":"","heading":"Explore Alice in Wonderland Across Japan","description":"Discover Alice in Tokyo, Kyoto, and Yokohama—where fantasy meets style. Each store offers a unique blend of whimsical fashion, accessories, and décor inspired by Alice in Wonderland, perfectly tailored to its city’s charm. Dive into a magical shopping experience today!","items_per_row_on_desktop":"4","content_align":"diagonal d-grid-md","remove_padding_top":false,"remove_padding_bottom":false,"image_ratio":"auto","show_address_description":true,"button_main_text":"","button_main_link":"","badge_text":"","badge_color":"color-accent-1","badge_position":"p-badge--top-right","badge_shape":"badge--star"}}},"order":["breadcrumb","main","address_list_KYQJwh"]}